alefragnani.Bookmarks
andrewbranch.vscode-tsserver-debug
bierner.markdown-preview-github-styles
bung87.vscode-gemfile
christian-kohler.npm-intellisense
craigb85.custom-window-zoom
cschleiden.vscode-github-actions
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dtsvet.vscode-wasm
eamodio.gitlens
efbenson.scad
esbenp.prettier-vscode
GitHub.codespaces
GitHub.vscode-pull-request-github
golang.go
julialang.language-julia
kainino.bikeshed
kaiwood.endwise
KnisterPeter.vscode-github
matklad.rust-analyzer
mohsen1.prettify-json
mrmlnc.vscode-json5
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
redhat.java
RobbOwen.synthwave-vscode
rome.rome
rvest.vs-code-prettier-eslint
sdras.night-owl
sianglim.slim
sinedied.vscode-windows-xp-theme
SirTobi.pegjs-language
skyapps.fish-vscode
stkb.rewrap
timonwong.shellcheck
Tobiah.language-pde
tombonnike.vscode-status-bar-format-toggle
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zxh404.vscode-proto3
