bibhasdn.django-html
bierner.markdown-preview-github-styles
biomejs.biome
charliermarsh.ruff
craigb85.custom-window-zoom
davidanson.vscode-markdownlint
dnicolson.binary-plist
eamodio.gitlens
esbenp.prettier-vscode
fausto95.swap
github.codespaces
github.vscode-pull-request-github
golang.go
grafana.vscode-jsonnet
inadarei.json-compact-prettifier
jeronimoekerdt.color-picker-universal
jmaxwilson.vscode-povray
leathong.openscad-language-support
mrmlnc.vscode-json5
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
pranshuagrawal.toggle-case
redhat.java
rust-lang.rust-analyzer
skyapps.fish-vscode
stkb.rewrap
svelte.svelte-vscode
timonwong.shellcheck
tobiah.language-pde
tombonnike.vscode-status-bar-format-toggle
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xaver.clang-format
ziglang.vscode-zig
