alefragnani.Bookmarks
atlassian.atlascode
bierner.markdown-preview-github-styles
craigb85.custom-window-zoom
DavidAnson.vscode-markdownlint
dnicolson.binary-plist
eamodio.gitlens
GitHub.codespaces
GitHub.vscode-codeql
github.vscode-github-actions
GitHub.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql-syntax
hashicorp.terraform
hbenl.vscode-test-explorer
jmaxwilson.vscode-povray
julialang.language-julia
Leathong.openscad-language-support
mrmlnc.vscode-json5
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
rome.rome
rust-lang.rust-analyzer
skyapps.fish-vscode
stkb.rewrap
timonwong.shellcheck
Tobiah.language-pde
tombonnike.vscode-status-bar-format-toggle
ziglang.vscode-zig
